tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "balena-cli"
brew "mas"

cask "1password"
cask "adobe-creative-cloud"
cask "beeper"
cask "docker"
cask "github"
cask "google-chrome"
cask "logi-options+"
cask "microsoft-teams"
cask "postman"
cask "raycast"
cask "spotify"
cask "visual-studio-code"

mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Parallels Desktop", id: 1085114709