tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "balena-cli"
brew "mas"
brew "pwgen"

cask "1password"
cask "adobe-creative-cloud"
cask "arc"
cask "balenaetcher"
cask "beeper"
cask "github"
cask "logi-options-plus"
cask "microsoft-teams"
cask "orbstack"
cask "postman"
cask "spotify"
cask "visual-studio-code"

mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "OneDrive", id: 823766827
mas "Parallels Desktop", id: 1085114709
mas "Slack", id: 803453959
mas "Things", id: 904280696